0	visual_field_defect
1	upper_limb
2	alcoholic_fatty_liver
3	tone
4	vasculitis
5	acute_infectious_disease
6	mental_hygiene
7	acute_disease
8	craniofacial_pain
9	neurology
10	nucleic_acid_sequence
11	feature
12	completion_pneumonectomy
13	synovial_joint
14	hereditary_disease
15	outgrowth
16	superior_pulmonary_vein
17	screening_procedure
18	embolism
19	neurolathyrism
20	soft_tissues
21	cancer_of_skin
22	renal_disorder
23	company
24	undecapeptide
25	pulmonic_valve
26	compulsive_neurosis
27	mucormycosis
28	mental_disturbance
29	neurochemical
30	surgical_operation
31	arteria
32	affliction
33	monosaccharide
34	anxiety_state
35	analyte
36	secondary_tumor
37	hindbrain
38	acute_respiratory_insufficiency
39	bedroom
40	dystrophy
41	hemosiderosis
42	old_age_psychiatry
43	radioulnar_joint
44	heart_valve
45	metabolism
46	nematode_infection
47	sedation
48	antihypertensive_agent
49	refractory_periodontitis
50	therapy
51	alleviation
52	neuronal_ceroid_lipofuscinosis
53	naturalist
54	neurological_finding
55	prostate_specific_antigen
56	neurogenic_pulmonary_edema
57	vascular_disease
58	inhibition
59	large_head
60	health_psychologist
61	biofluid
62	blood_donor
63	alveolar_bone
64	congenital_cystic_lung
65	psychogenic_amnesia
66	participation
67	surgical_material
68	encephalopathy
69	branch
70	peptide
71	orthotopic_liver_transplant
72	rehabilitation
73	nursing_personnel
74	protein_antigen
75	count
76	mental_illness
77	venous_stenosis
78	familial_amyloid_polyneuropathy
79	pulmonary_emphysema
80	pharmaceutical_company
81	retroperitoneal_mass
82	dental_abscess
83	deep_brain_stimulation
84	neurofibrillary_degeneration
85	spinal_nerve
86	periodontal_disease
87	hypophosphatasia
88	galea_aponeurotica
89	oral_cavity
90	frontotemporal_dementia
91	neurobiology
92	acute_respiratory_infection
93	interstitial_lung_disease
94	speciality
95	congenital_vascular_anomaly
96	transthoracic_echocardiography
97	reaction
98	medical_procedure
99	nephropathy
100	decline
101	lyase
102	food_additive
103	chronic_cluster_headache
104	trephination
105	pediatric_rheumatology
106	audiogram
107	autonomic_cardiovascular_function
108	vessel
109	cancer_en_cuirasse
110	body_part
111	phycomycosis
112	pulmonary_actinomycosis
113	perfusion_pump
114	muscle_tissue
115	angiocardiography
116	operator
117	inherited_disease
118	surgical_process
119	heart_disease
120	cell_signaling
121	shunt
122	uterine_cancer
123	cell
124	step-down
125	amine
126	entire_joint
127	chronic_lung_disease
128	clotting
129	bone_cell
130	pulmonary_capillary_hemangiomatosis
131	pneumothorax
132	hearing_test
133	medical_practitioner
134	bone_marrow_depression
135	urolithiasis
136	polymer
137	ion_channel
138	maturation
139	clinical_neurophysiologist
140	clinical_finding
141	static_lung_compliance
142	urological_oncology
143	blood_cell_count
144	implantation
145	lymphoproliferative_disorder
146	neuritis
147	endochondral_bone_formation
148	auxiliary_nurse
149	bone_marrow
150	infection
151	muscular_dystrophy
152	inflammation
153	removal
154	rubor
155	dental_material
156	ontogeny
157	invasive_cervical_cancer
158	genetic_disease
159	microlithiasis
160	structure_of_bone
161	bond
162	bone_graft_material
163	tumor-associated_antigen
164	bloodletting
165	beta-adrenergic_blocker
166	insanity
167	service
168	mirror_neuron
169	thoracic_compliance
170	elbow_joint
171	transesophageal_echocardiography
172	fluoroscopy
173	neurological_morbidity
174	epilepsy
175	cardiography
176	respiratory_acidosis
177	psychotherapeutics
178	respiratory_obstruction
179	medical_specialty
180	eukaryotes
181	neuropsychological_battery
182	uremic_neuropathy
183	radical_prostatectomy
184	abatement
185	coagulation
186	trial
187	dental_practitioner
188	prostate_cancer
189	hypertrophy
190	tube_pericardiostomy
191	pathological_state
192	ovarian_cancer
193	psychology
194	blood
195	femoral_nerve
196	arrest
197	scholar
198	sentience
199	economics
200	brief_reactive_psychosis
201	blood_disorder
202	vascular_resistance
203	mycosis
204	blocker
205	contractor
206	fetal_head
207	stomach_cancer
208	medical_science
209	medical_test
210	chronic_pulmonary_thromboembolism
211	acute_respiratory_disease
212	excision
213	chemical_bond
214	neuroendocrine_tumor
215	person
216	femoral_neuropathy
217	state
218	intrabony_periodontal_defect
219	carbohydrate_antigen
220	headache
221	radiopharmaceutical_agent
222	autogenous_bone_graft
223	monogenic_disease
224	displacement
225	otology
226	vas
227	quinine
228	endocrine
229	environment
230	audiologist
231	cardiovascular_disease
232	oxygenator
233	imperfection
234	function
235	neurofibroma
236	neuropathy
237	lymphoma
238	single_lesion
239	radical_cystoprostatectomy
240	fiber_bundle
241	interdisciplinary_research
242	protein
243	hip_bone
244	receptacle
245	pediatrician
246	psychopathology
247	epithelial_neoplasm
248	nurse_manager
249	hexose
250	decrease
251	contrast_medium
252	periodontitis
253	pulmonary_sarcoidosis
254	cognitive_approach
255	pulmonary_granuloma
256	cardiovascular_system
257	cancer
258	liver_structure
259	nonspecific_interstitial_pneumonia
260	monogenic_disorder
261	joint_implant
262	tension_headache
263	neurophysin
264	headache_disorder
265	neurophysics
266	neuromuscular_hamartoma
267	neuron-specific_enolase
268	neurone
269	growth
270	department
271	digoxin
272	antigen
273	muscimol
274	pulmonary_renal_syndrome
275	assay
276	affective_psychosis
277	fatty_liver
278	introduction
279	pulmonary_vein_atresia
280	hydrolase
281	tally
282	antimalarial_drug
283	neuroendocrine_neoplasm
284	painful_sensation
285	enterprise
286	primary_pulmonary_lymphoma
287	orthodontist
288	dentist
289	thromboembolism
290	sugar_substitute
291	caregiver
292	organ_transplantation
293	solid_organ_transplant
294	fibre_bundle
295	lung_consolidation
296	healthcare_professional
297	cardiovascular_function
298	chronic_interstitial_pneumonia
299	spontaneous_pneumothorax
300	odontogenic_cyst
301	planum_temporale
302	cns
303	neuroleptic-induced_acute_akathisia
304	artificial_respiration
305	psychological_medicine
306	multiple_cranial_neuropathy
307	reckoning
308	neurological_symptom
309	pathology
310	appendage
311	metabolic_disease
312	arterial_blood
313	neurocutaneous_syndrome
314	cancer-related_anemia
315	actinomycosis
316	arterial_aneurysm
317	pulmonary_artery_branch
318	neuropsychology
319	autosomal_dominant_disorder
320	breathing
321	career
322	brain_disorder
323	restrictive_lung_disease
324	giant_axonal_neuropathy
325	idiopathic_stabbing_headache
326	cervical_cancer
327	blood_serum
328	ulcer
329	pulmonary_valvotomy
330	site_of_care
331	flavoring
332	arterial_thrombosis
333	respiratory_failure
334	grafting_procedure
335	saccharide
336	autosomal_dominant_disease
337	focal_brain_injury
338	lacrimal_bone
339	decompensated_liver_disease
340	organ
341	eccentric_contraction
342	fixed_orthodontic_appliance
343	chordoma
344	peripheral_axonal_neuropathy
345	flushing
346	aspiration_pneumonitis
347	nervous_tissue
348	atresia
349	protooncogene
350	pediatric_oncologist
351	oral_digoxin
352	blood_sugar
353	dentistry
354	biophysics
355	pulmonology
356	controller
357	continuous_electrocardiogram
358	hospital_department
359	renal_blood_flow
360	sense
361	iodinated_contrast_media
362	palliation
363	administration_of_substance
364	dysplasia
365	nurse
366	blood_circulation
367	emphysema
368	cerebrovascular_accident
369	neurological_deficit
370	motor_polyneuropathy
371	oncologist
372	arrowhead
373	biopolymer
374	parent-infant_psychotherapy
375	compliance
376	vertebra
377	inflammatory_disorder
378	medical_diagnosis
379	specialized_physician
380	surgical_procedure
381	angiomatosis
382	neurosyphilis
383	psychiatry
384	reducing_sugar
385	bone_fracture
386	cancer_of_prostate
387	myelitis
388	brain_fag
389	encephalon
390	slot
391	fragment
392	pulmonary_artery_blood
393	relief
394	hospital_environment
395	specialisation
396	kidney_lesion
397	spine
398	ductus
399	bone
400	virus
401	joint_structure
402	articulation
403	antiprotozoal
404	constituent
405	syphilis
406	bone_spur
407	pulmonary_thrombosis
408	transplant
409	endodontics
410	periodontal_dressing
411	bone_autograft
412	infarction
413	biopsy_of_bone
414	decapeptide
415	rate
416	congenital_disease
417	otolaryngology
418	joint
419	cerebration
420	medical_therapies
421	nonapeptide
422	irregular_bone
423	respiratory_arrest
424	intracranial_abscess
425	medicament
426	aid
427	spirochetal_infection
428	ventilator
429	antimalarial
430	audiological_evaluation
431	exploration
432	prosthetic_joint_infection
433	staging
434	kidney_failure
435	parenteral
436	phase
437	neurohormone
438	brain_abscess
439	surgical_oncology_service
440	carcinoma
441	tension
442	neuropile
443	psychodynamic_psychotherapy
444	anxiety
445	cardioversion
446	anodontia
447	food_allergen
448	capillary_blood
449	brain_disease
450	amyloidosis
451	anxiety_neurosis
452	swelling
453	lessening
454	neuroleptic_therapy
455	cobalt_cardiomyopathy
456	sensory_neuropathy
457	paediatric_oncology
458	nervous_system_function
459	entire_bone
460	os
461	culture
462	measurement_procedure
463	alcohol
464	repair_of_bone
465	medical_research
466	psychotherapy
467	stalk
468	abscess
469	microorganism
470	lipoid_pneumonia
471	simple_sugar
472	cerebral_hemisphere
473	tending
474	proliferation
475	mycotoxin
476	clinical_oncologist
477	cardioplegia
478	lipofuscinosis
479	surgical_department
480	inherited_optic_neuropathy
481	medication_therapy
482	mental_disorder
483	red_blood_cell
484	orifice
485	harm
486	cardiologist
487	congenital_malformation
488	bacterium
489	amnesia
490	feedback
491	bodily_function
492	reactive_psychoses
493	bone_tumor
494	moiety
495	peripheral_demyelinating_neuropathy
496	adenocarcinoma
497	day_nursery
498	sensory_neuron
499	acute_pulmonary_embolism
500	sugar_cane
501	nodule
502	cancer_registrar
503	attraction
504	obesity
505	psychological_disorder
506	microbial_culture
507	non-cardiogenic_pulmonary_edema
508	cancer_procoagulant
509	allergic_condition
510	tissue
511	cardiopulmonary_bypass_circuit
512	humour
513	easing
514	precapillary_pulmonary_hypertension
515	pharmaceutical_drug
516	prostatitis
517	infrastructure
518	psychotherapeutic_agent
519	storage_disease
520	bioethics
521	inflammatory_neuropathy
522	osmotic_laxative
523	natural_head_position
524	neuronal_heterotopia
525	large_neuron
526	pulmonary_hypertension
527	cardiopulmonary_bypass
528	entire_cell
529	neurofeedback
530	odontogenic_tumor
531	scrub_nurse
532	soft_tissue
533	nonconvulsive_status_epilepticus
534	organ_transplant
535	joint_stiffness
536	hemisphere
537	pulmonary_embolism
538	flap
539	psychopathy
540	psychoanalysis
541	entire_right_lung
542	pulmonary_rehabilitation_service
543	uropathy
544	lesion
545	genetic_defect
546	anxiety_disorder
547	operative_procedure
548	castrate-resistant_prostate_cancer
549	enumeration
550	recurrent_pneumonia
551	disorder
552	noncompetitive_inhibition
553	anatomist
554	microbial_agent
555	neuroeconomics
556	taurodontism
557	cough_headache_syndrome
558	laboratory_test
559	bleeding
560	disjunction
561	care
562	pneumocephalus
563	enlargement
564	disjointedness
565	striated_muscle
566	pneumonitis
567	fibroma
568	trauma
569	temporal_bone
570	spinal_canal
571	visiting_nurse
572	pneumococcus
573	microbiologist
574	disease_of_lung
575	toxin
576	improver
577	ganglioneuroblastoma
578	lobe
579	respiratory_tract_infection
580	respiratory_isolation
581	lobe_of_liver
582	pulmonary_vascular_resistance
583	tumor_staging
584	brain_examination
585	blood_cell
586	nephrosis
587	pectoralis
588	bone_tissue
589	stroke
590	hypertrophic_cardiomyopathy
591	blood_component
592	chemical_series
593	polyneuropathy
594	clinical_diagnosis
595	neuronal_depopulation
596	brain_injury
597	nephrology
598	cardiovascular_therapy
599	talonavicular_joint
600	surgical_oncology
601	dementia
602	spindle_cell_oncocytoma
603	kidney
604	breathing_apparatus
605	macromolecule
606	folie
607	diagnosis
608	opening
609	lung_surface
610	cervical_spine
611	oncofetal_antigen
612	specialty
613	passageway
614	tropical_pulmonary_eosinophilia
615	technology
616	acute_respiratory_distress
617	bladder_dysfunction
618	transplantation
619	illness
620	neurological_rehabilitation
621	cathelicidin_antimicrobial_peptide
622	psychoactive_substance_dependence
623	experimental_psychology
624	corpuscle
625	depopulation
626	rehabilitation_service
627	cardiovascular_investigation
628	familial_disease
629	counting
630	pulmonary_artery
631	neurohypophyseal_diabetes_insipidus
632	interpersonal_psychotherapy
633	child_psychotherapy
634	infectious_disease
635	glycerol
636	leprosy_neuropathy
637	mucin
638	surgical_repair
639	anatomical_pathology
640	clinic_nurse
641	defect
642	hexapeptide
643	peripheral_blood_flow
644	endometrial_cancer
645	treatment
646	cancer_antigen_15-3
647	phenomenon
648	fascicle
649	pneumovirus
650	soft_tissue_lesion
651	natural_process
652	polyol
653	tropism
654	pulmonary_edema
655	medullary_sponge_kidney
656	periosteal_bone_formation
657	neuron
658	isolated_pulmonary_capillaritis
659	hemianopia
660	urologic_disease
661	neurofibromatosis
662	necrosis
663	pulmonary_vein
664	blood_dyscrasia
665	congenital_defect
666	aldose
667	dysfunction
668	building_block
669	nerve
670	hormone
671	social_worker
672	student
673	bowel_dysfunction
674	myocardiopathy
675	clinical_symptom
676	bone_graft
677	ache
678	general_nurse
679	recurrent_cancer
680	psychologist
681	artery
682	procedure
683	neurological_disorder
684	counseling
685	cancer_antigen_72-4
686	odontoma
687	proto-oncogene
688	solitary_pulmonary_nodule
689	radical
690	psychophysics
691	obstruction
692	continuous_blood_sampling
693	percutaneous_liver_biopsy
694	ventilation
695	somatosensory_system
696	progressive_inflammation
697	mapping
698	odontoblast
699	adenocarcinoma_of_lung
700	vein
701	specifications
702	periodontosis
703	marrow
704	muscular_tonus
705	tenseness
706	ligand
707	bone_grafting
708	stimulation
709	chest
710	lung_structure
711	bronchoalveolar_cancer
712	blood_coagulation
713	biofeedback
714	educational_program
715	psychoneurosis
716	cerebrovascular_disease
717	partial_seizure
718	bitemporal_hemianopia
719	health_professional
720	pump
721	social_scientist
722	melanin
723	occupational_lung_disease
724	vascular_function
725	hyperchromatism
726	cardiovascular_implant
727	psychotropic_agent
728	identification_card
729	intersection
730	toxic_substance
731	channel
732	multiple_congenital_anomalies
733	congenital_abnormality
734	breast_lump
735	head_structure
736	type_of_vessel
737	echocardiography
738	neurilemoma
739	diabetic_peripheral_neuropathy
740	arteriography
741	emergency_procedure
742	liver_disease
743	oral_zinc
744	carcinoma_of_breast
745	atenolol
746	rheumatology
747	bone_marrow_culture
748	reduction
749	biological_agent
750	skeletal_structure
751	lung_mass
752	chronic_respiratory_acidosis
753	neuromyelitis
754	pulmonary_angiogram
755	hydrops
756	microbe
757	diagnostic_test
758	serum
759	physician
760	respiratory_infection
761	orthodontics
762	redness
763	mesoderm
764	traumatic_brain_injury
765	skeletal_muscle
766	pediatrics
767	bone_marrow_trephine
768	anti-inflammatory_drug
769	hysterical_neurosis
770	deltopectoral_flap
771	renal_mass
772	school_nurse
773	nerve_tissue
774	pulmonary_alveolar_proteinosis
775	injury
776	diagnostic_assay
777	congenital_anomaly
778	political_economy
779	hole
780	chronic_post-traumatic_headache
781	heterotopia
782	laboratory_procedure
783	irrigation
784	radiographic_contrast_media
785	biological_sequence
786	recurrent_aspiration_pneumonia
787	surgical_removal
788	bone_fragment
789	additive
790	lithiasis
791	bacteria
792	thrombosis
793	hurt
794	neurogenesis
795	biomolecule
796	fenestration
797	cardiogenic_mesoderm
798	ratio
799	medicine
800	respiratory_distress
801	diabetes
802	isolation_procedure
803	carpal
804	procoagulant
805	passage
806	psychomotor_epilepsy
807	semilunar_valve
808	vegetable
809	sickness
810	pcp
811	group_psychotherapy
812	acoustic_neuroma
813	genetic_disorder
814	portion
815	alcoholic_liver_disease
816	insomnia
817	carpal_bone
818	right_pneumothorax
819	psychophysiologic_insomnia
820	inherited_disorder
821	historian
822	audiometry
823	imaging_of_head
824	surgeon
825	iohexol
826	lung_bud
827	medical_doctor
828	training_program
829	oral_lesion
830	enolase
831	tonicity
832	pharmacy
833	puffiness
834	os_odontoideum
835	hypodontia
836	drug_withdrawal
837	surgery
838	abuse
839	fascia
840	route_of_administration
841	desquamative_interstitial_pneumonia
842	syndrome
843	psychic_conflict
844	vertebral_column
845	disconnection
846	extraction
847	chronic_kidney_failure
848	conjunctive_tissue
849	cardiac_finding
850	nervous_system
851	cancer_staging
852	odontalgia
853	malignancy
854	medical_speciality
855	intracranial_injury
856	psychological_counselling
857	childhood_obesity
858	firm
859	granulomatous_prostatitis
860	inotropic_agent
861	neuropathologist
862	screening
863	sugar_intake
864	brain_tumour
865	pharmacopoeia
866	blood_group_antigen
867	myositis
868	genetic_abnormality
869	neuroglobin
870	blood_count
871	musculoskeletal_function
872	femoral_artery
873	stable_blood_pressure
874	toxicity
875	carboxylic_acid
876	pediatric_otolaryngology
877	pulmonary_thromboembolism
878	neuroethics
879	perineal_prostatectomy
880	akathisia
881	analgesic_overuse_headache
882	blood-cerebrospinal_fluid_barrier
883	cardiovirus
884	stiffness
885	medical_care
886	respiratory_insufficiency
887	forehead
888	renal_function
889	pneumocystosis
890	separation
891	control
892	prostatic_adenocarcinoma
893	diabetic_autonomic_neuropathy
894	cardiology_department
895	general_medicine
896	primary_care_provider
897	insufficiency
898	abdominal_mass
899	pulmonary_eosinophilia
900	skin_lesion
901	partnership
902	cardiovascular_structure
903	biopsy_of_liver
904	neuroma
905	opiate
906	psychodrama
907	critical_illness_polyneuropathy
908	blood_flow
909	cardiothoracic_surgeon
910	sarcoid_neuropathy
911	internal_medicine
912	pulmonary_fat_embolism
913	carrier
914	brain_damage
915	intravenous_sedation
916	antagonist
917	difficulty_breathing
918	helminth_infection
919	neurologist
920	psychosis
921	neurological_disease
922	renal_cyst
923	sampling
924	prostate
925	psychostimulant_withdrawal
926	cardioembolic_stroke
927	pneumology
928	malignant_lymphoma
929	medical_oncology
930	cancer_drug
931	gastric_cancer
932	liver_decompensation
933	urology
934	drug
935	compensated_respiratory_acidosis
936	traumatic_optic_neuropathy
937	neoplasm
938	oral_irrigation
939	nervus
940	neuromyopathy
941	malignant_tumor
942	interstitial_pneumonia
943	deficit
944	octapeptide
945	vascular_system
946	dyssomnia
947	atypical_antipsychotic
948	status_epilepticus
949	test
950	psychotherapist
951	edema
952	madness
953	carcinoma_of_prostate
954	paraneoplastic_peripheral_neuropathy
955	zinc
956	tautness
957	tonus
958	stimulation_procedure
959	familial_prostate_cancer
960	anomaly
961	pulmonary_alveolar_microlithiasis
962	periodontal_abscess
963	contrast_material
964	health_care_provider
965	malignant_neoplasm
966	dyscrasia
967	pulmonary_vein_stenosis
968	anatomy
969	prostatectomy
970	surgical_specialty
971	neuropraxia
972	neurofibromatosis_syndrome
973	stenosis
974	vital_sign
975	imaging
976	neurosarcoidosis
977	alkaloid
978	radical_cystectomy
979	thromboembolic_disease
980	caput
981	map
982	anemia
983	nerve_sheath_tumor
984	body_material
985	prostatic_massage
986	pain
987	site
988	chemical_change
989	antipsychotic
990	diagnostic_procedure
991	blood_test
992	physical_property
993	ventilator_associated_pneumonia
994	bypass
995	closure
996	occlusion
997	cardiopulmonary_bypass_system
998	registrar
999	pulmonary_mucormycosis
1000	musculus
1001	right_brain
1002	specialization
1003	eosinophilia
1004	glycoside
1005	body_structure
1006	massage
1007	higher_cognitive_process
1008	paretic_neurosyphilis
1009	neurosis
1010	human_metapneumovirus_infection
1011	device_system
1012	viscus
1013	branch_of_science
1014	aneurysm
1015	neurosurgical_site
1016	pediatric_oncology_service
1017	cognitive_psychology
1018	pharmaceutical_industry
1019	respiration
1020	radical_perineal_prostatectomy
1021	plasma
1022	pneumocystis
1023	bone_formation
1024	organic_mental_disorder
1025	surgical_service
1026	psychoanalyst
1027	leprosy
1028	vasculitic_neuropathy
1029	vena
1030	neurotropism
1031	functions
1032	liver_tissue
1033	circuit
1034	sugars
1035	cardiotomy
1036	neuromelanin
1037	hypertension
1038	gastrointestinal_cancer
1039	trouble
1040	marginal_periodontitis
1041	peripheral_odontogenic_fibroma
1042	aching
1043	interdisciplinarity
1044	neuroradiology
1045	disease_of_breast
1046	biologist
1047	antipsychotic_agent
1048	disturbance
1049	pulmonary_amyloidosis
1050	malady
1051	disseminated_nocardiosis
1052	odontogenic_keratocyst
1053	autograft
1054	cardiomyopathy
1055	open_prostatectomy
1056	aspiration_of_liver
1057	psychotherapy_service
1058	implant
1059	medical_oncologist
1060	gene
1061	adiposity
1062	neuropathic_bladder
1063	brain_part
1064	brain_structure
1065	flow
1066	amide
1067	therapeutic_procedure
1068	beta-blocking_agent
1069	primary_exertional_headache
1070	neuroscience
1071	anti-psychotic_agent
1072	nervous_disorder
1073	carrier_protein
1074	neuroaxonal_dystrophy
1075	periodontist
1076	impulse_generator
1077	cutback
1078	beta_blocker
1079	antimalarial_agent
1080	optic_neuropathy
1081	liver_damage
1082	venture
1083	respiratory_illness
1084	neural_structure
1085	fatness
1086	expressive_psychotherapy
1087	exocrine_gland
1088	medical_aid
1089	communicable_diseases
1090	worker
1091	brain
1092	fan
1093	professional_nurse
1094	genetic_information
1095	somatic_cell
1096	philosophy
1097	functional_group
1098	sweetener
1099	graft
1100	medical_man
1101	oncology
1102	muscle_contraction
1103	disease_of_bone
1104	femoral_triangle
1105	pediatric_medicine
1106	valve
1107	cardio-facio-cutaneous_syndrome
1108	pathological_process
1109	kidney_transplantation
1110	brain_stimulation
1111	head_nurse
1112	corporation
1113	psychalgia
1114	scale
1115	canal
1116	brainstem_structure
1117	aspiration
1118	blocking_agent
1119	developmental_anomaly
1120	liver_cancer
1121	sarcoidosis
1122	odontogenic_neoplasm
1123	fungal_pneumonia
1124	chamber
1125	fluid
1126	vasculature
1127	disease
1128	duct
1129	neurological_screening
1130	metastasis
1131	appliance
1132	decompensation
1133	cervicogenic_headache
1134	distress
1135	cardiothoracic_surgery
1136	fibre
1137	intramuscular_hematoma
1138	health_care
1139	blood_clotting
1140	muscular_tissue
1141	oculopharyngeal_muscular_dystrophy
1142	body_region
1143	temporal_lobe
1144	mental_health_service
1145	psychogenic_headache
1146	head_part
1147	cluster_headache
1148	radiopaque_agent
1149	pulmonary_artery_aneurysm
1150	bone_function
1151	oral_sedation
1152	capillaritis
1153	complete_blood_count
1154	healthcare_services
1155	blood_vessel
1156	failure
1157	odontohypophosphatasia
1158	diabetic_neuropathy
1159	early_gastric_cancer
1160	animal_tissue
1161	list
1162	fiber
1163	idiopathic_interstitial_pneumonia
1164	attack
1165	pediatric_cardiologist
1166	practice_of_medicine
1167	mental_distress
1168	health_science
1169	addition
1170	ganglioneuroma
1171	forebrain
1172	psychoactive_substance_abuse
1173	component
1174	mentation
1175	body_fluid
1176	fasciculus
1177	monitoring_of_patient
1178	food_intake
1179	accidental_injury
1180	canopy
1181	blood_supply
1182	blood_pressure
1183	diagnostic_aid
1184	nutritional_disorder
1185	palliative_care_service
1186	bone_flap
1187	electrocardiogram
1188	pisiform_bone
1189	chemical_reaction
1190	induced_psychotic_disorder
1191	humor
1192	complication
1193	imaging_of_heart
1194	neurological_examination
1195	metabolization
1196	specialism
1197	birth_defect
1198	hospital
1199	substance_abuse
1200	neurotoxicity
1201	dressing
1202	chronic_respiratory_insufficiency
1203	operative_site
1204	depression
1205	allergic_bronchopulmonary_mycosis
1206	aponeurosis
1207	refined_sugar
1208	identity_card
1209	secretion
1210	research
1211	poisoning
1212	endocrine_gland
1213	esthesioneuroblastoma
1214	sitting_blood_pressure
1215	cancer_hospital
1216	lump
1217	assessment_scales
1218	antiarrhythmic_drug
1219	tumor
1220	nocardiosis
1221	medication_overuse_headache
1222	diagnosing
1223	pneumonia
1224	imaging_of_brain
1225	carbohydrate
1226	abdominal_organ
1227	enzyme
1228	hurting
1229	assisted_breathing
1230	glycoprotein
1231	axonal_neuropathy
1232	ontogenesis
1233	vascular_headache
1234	physical_science
1235	signaling_molecule
1236	base
1237	nursery
1238	dissociative_disorder
1239	pneumoconiosis
1240	peripheral_neuropathy
1241	retropubic_prostatectomy
1242	glucose
1243	dependence
1244	chronic_metabolic_disorder
1245	metastatic_tumor
1246	clinical_evaluation
1247	respiratory_disease
1248	cyst
1249	chronic_liver_disease
1250	trigeminal_autonomic_cephalalgia
1251	idiopathic_pulmonary_hemosiderosis
1252	zygomatic_bone
1253	acute_pulmonary_thromboembolism
1254	exploration_of_brain
1255	castration-sensitive_prostate_cancer
1256	pain_sensation
1257	neuroticism
1258	backbone
1259	internal_organ
1260	art_therapy
1261	liver_biopsy
1262	neuromuscular_junction_disorder
1263	soft_tissue_mass
1264	congenital_disorder
1265	rapidly_progressive_periodontitis
1266	bone_necrosis
1267	manipulation
1268	sleep_disorder
1269	factor
1270	pneumonectomy
1271	depth_psychology
1272	cell_count
1273	pigment
1274	neurological_lesion
1275	respirator
1276	connective_tissue
1277	oral_administration
1278	pediatric_neurologist
1279	artificial_sweetener
1280	contrast_agent
1281	peripheral_nerve_disease
1282	renal_failure
1283	angiogram
1284	hamartoma
1285	bone_injury
1286	seizure_disorder
1287	pelvic_mass
1288	idiopathic_inflammatory_myositis
1289	uterine_mass
1290	nerve_cell
1291	mental_disease
1292	response
1293	neuropathology
1294	bone_structure
1295	blood_product
1296	lung_transplant
1297	neurosurgery
1298	hereditary_condition
1299	drug-induced_akathisia
1300	flat_bone
1301	atom
1302	cerebral_degeneration
1303	stage
1304	dental_medicine
1305	blood_donation
1306	paediatrics
1307	implantable_cardioverter-defibrillator
1308	neurogenic_bladder
1309	surveillance_for_cancer
1310	fracture_of_bone
1311	venous_blood
1312	primary_spontaneous_pneumothorax
1313	dietary_intake
1314	donation
1315	surveillance
1316	cephalalgia
1317	analytical_psychology
1318	structural_biology
1319	incoherence
1320	anatomical_structure
1321	cytotoxic_drug
1322	cardiothoracic_surgery_department
1323	oral_phase
1324	contagion
1325	paraneoplastic_neuropathy
1326	cognitive_neuropsychology
1327	physical_examination
1328	adenocarcinoma_of_prostate
1329	pulmonary_infarction
1330	hemithorax
1331	growing
1332	damage
1333	tube
1334	psychasthenia
1335	necrotizing_ulcerative_periodontitis
1336	vertebral_canal
1337	episodic_cluster_headache
1338	brain_tumor
1339	degenerative_disorder
1340	morbid_obesity
1341	disconnectedness
1342	whole_blood_donor
1343	cardiovascular_physical_examination
1344	facial_dysmorphism
1345	metabolic_process
1346	respiratory_rate
1347	exercise_stress_echocardiography
1348	direct_current_cardioversion
1349	morphine
1350	pelvic_organ
1351	withdrawal
1352	somatic_sensation
1353	inflammatory_cardiomyopathy
1354	acidosis
1355	administration_of_medication
1356	nervous_system_structure
1357	receptor_antagonist
1358	frequent_headache
1359	intellect
1360	pediatric_oncology_department
1361	autonomic_neuropathy
1362	discount
1363	neuroleptanalgesia
1364	renal_impairment
1365	kidney_disease
1366	fracture
1367	cor_pulmonale
1368	hematoma
1369	single_lung_transplant
1370	pulmonary_veno-occlusive_disease
1371	monitoring_procedure
1372	neurotransmitter
1373	cane
1374	contrast_media
1375	familial_cardiomyopathy
1376	psychological_science
1377	repair
1378	diagnostic_ultrasonography
1379	nerve_damage
1380	oral_morphine
1381	sugar
1382	psychiatric_social_worker
1383	periodontia
1384	central_obesity
1385	prosthodontics
1386	deep_peroneal_neuropathy
1387	sensation
1388	clinical_neurology
1389	psychiatric_condition
1390	movement_disorder
1391	pulmonary_artery_shunt
1392	reaction_mixture
1393	venous_occlusion
1394	neurotology
1395	pulmonary_disease
1396	attention
1397	oedema
1398	respiratory_disorder
1399	cardiopathy
1400	fat_embolism
1401	biopsy
1402	bloodstream
1403	intellectual
1404	donor
1405	hereditary_peripheral_neuropathy
1406	psychotic_disorder
1407	cardiac_valve
1408	physics
1409	intake
1410	intervention
1411	plant
